
 import Match from "./pageserv"
 export const metadata = {
  title:
    "مشاهدة مباريات كأس العالم 2026 بث مباشر HD بدون إعلانات مزعجة | جدول المباريات والنتائج",
    
  description:
    "شاهد مباريات كأس العالم 2026 بث مباشر بجودة HD وبدون إعلانات مزعجة، مع جدول المباريات، النتائج المباشرة، ترتيب المجموعات، أخبار المنتخبات والتغطية الكاملة للبطولة.",

  keywords: [
    "كأس العالم 2026",
    "مشاهدة كأس العالم 2026",
    "بث مباشر كأس العالم",
    "مباريات كأس العالم اليوم",
    "جدول مباريات كأس العالم 2026",
    "نتائج كأس العالم 2026",
    "منتخب مصر كأس العالم",
    "World Cup 2026",
    "FIFA World Cup 2026",
    "بث مباشر مباريات اليوم",
    "مباريات كرة القدم",
    "مشاهدة المباريات بدون إعلانات"
  ],

  openGraph: {
    title:
      "مشاهدة مباريات كأس العالم 2026 بث مباشر HD بدون إعلانات مزعجة",
    description:
      "تابع جميع مباريات كأس العالم 2026 لحظة بلحظة مع النتائج المباشرة وجدول المباريات وترتيب المجموعات.",
    type: "website",
    locale: "ar_EG",
     image:"/images/شعار_كأس_العالم_2026..webp",

  },

  twitter: {
    card: "summary_large_image",
    title:
      "مشاهدة مباريات كأس العالم 2026 بث مباشر HD بدون إعلانات مزعجة",
    description:
      "جدول المباريات والنتائج المباشرة وأخبار كأس العالم 2026.",
  },

  robots: {
    index: true,
    follow: true,
  },
};
 function Matchd() {
  return <Match />;
}
export default Matchd;