import Footer from "../components/footer";
import Navbar from "../components/navbar";
import "./page.css";


export const metadata = {
  title: "about page",
  description: `  مرحبًا بك في موقعنا، منصتك الموثوقة لمتابعة أحدث الأخبار الرياضية والفنية أولًا بأول.
      نحن نهدف إلى تقديم محتوى متجدد يجمع بين الدقة والسرعة والبساطة، ليكون المستخدم دائمًا
      على اطلاع بكل ما يحدث في العالم من حوله في مكان واحد.`,
};

 function About() {
  return (
    <>
    <div className="page">
            <Navbar/>
      <br />
      <div className="page2">
        <div className="moa">
          {/* <iframe allow="autoplay;  encrypted-media"  class="" height="620px" id="streamFrame" rameborder="0" src="https://11.yallashoot1.cc/albaplayer/ch1/?serv=0" width="100%"></iframe> */}
{/* <iframe allow="autoplay; encrypted-media" allowfullscreen="true" class="" height="620px" id="streamFrame" rameborder="0" src="https://11.yallashoot1.cc/albaplayer/ch1/?serv=0" width="100%"></iframe> */}

         
   <h1 >
        About Us
      </h1>
</div>
    <div className="secmoa">
      {/* <p >
        مرحبًا بك في موقعنا، منصتك الموثوقة لمتابعة أحدث الأخبار الرياضية والفنية أولًا بأول. نحن نهدف إلى تقديم محتوى متجدد يجمع بين الدقة والسرعة والبساطة، ليكون المستخدم دائمًا على اطلاع بكل ما يحدث في العالم من حوله في مكان واحد.

يقدم موقعنا تغطية شاملة لأهم الأحداث الرياضية المحلية والعالمية، مثل مباريات كرة القدم في مختلف الدوريات الكبرى، أخبار الانتقالات، نتائج المباريات، والتحليلات المبسطة التي تساعد القارئ على فهم الأحداث بسهولة. نحن نحرص على نقل الخبر بشكل سريع وموثوق دون مبالغة أو تعقيد، مع التركيز على تقديم أهم المعلومات التي تهم المتابع.

كما نهتم بتغطية الجانب الفني بشكل واسع، حيث نوفر آخر أخبار السينما والدراما والموسيقى، بالإضافة إلى أخبار الفنانين والمشاهير، وأحدث الأعمال الفنية والمهرجانات. هدفنا هو أن نجمع بين الرياضة والفن في منصة واحدة تلبي اهتمامات مختلف المستخدمين.

نحن نؤمن أن المحتوى الجيد هو الذي يصل إلى القارئ بطريقة بسيطة وواضحة، لذلك نعمل على تقديم الأخبار بشكل منظم وسهل القراءة، مع تحديث مستمر للمحتوى لضمان حصول المستخدم على أحدث المعلومات في أي وقت.

كما نركز على تحسين تجربة المستخدم داخل الموقع من خلال تصميم بسيط وسريع الاستجابة يعمل على جميع الأجهزة، سواء الهاتف أو الكمبيوتر، لتصفح سلس بدون أي تعقيدات.

هدفنا هو أن نكون مصدرًا موثوقًا للأخبار يجمع بين السرعة والمصداقية، وأن نقدم تجربة مميزة لكل زائر يبحث عن متابعة الأخبار الرياضية والفنية في مكان واحد.
      </p> */}
        <p>
      مرحبًا بك في موقعنا، منصتك الموثوقة لمتابعة أحدث الأخبار الرياضية والفنية أولًا بأول.
      نحن نهدف إلى تقديم محتوى متجدد يجمع بين الدقة والسرعة والبساطة، ليكون المستخدم دائمًا
      على اطلاع بكل ما يحدث في العالم من حوله في مكان واحد.
    </p>

    <p>
      نقدم تغطية شاملة لأهم الأحداث الرياضية مثل مباريات كرة القدم في مختلف الدوريات العالمية،
       أخبار الانتقالات، نتائج المباريات، والتحليلات المبسطة. نحن نحرص على نقل الخبر بشكل
      <span className="highlight">سريع وموثوق</span> بدون تعقيد.
    </p>

    <p>
      كما نهتم بالجانب الفني، حيث نوفر آخر أخبار السينما والدراما والموسيقى وأخبار الفنانين
      والمشاهير والمهرجانات الفنية. هدفنا هو الجمع بين الرياضة والفن في منصة واحدة.
    </p>

    <p>
      نعمل دائمًا على تحسين تجربة المستخدم من خلال تصميم بسيط وسريع يعمل على جميع الأجهزة،
      مع تحديث مستمر للمحتوى لضمان وصول أحدث الأخبار في أي وقت.
    </p>

    <p>
      هدفنا هو أن نكون مصدرًا موثوقًا يجمع بين <span className="highlight">السرعة والمصداقية</span>
      في نقل الأخبار الرياضية والفنية بشكل احترافي وسهل.
    </p>

      </div>
      </div>

<br />

            <Footer/>
    <br />

    </div>
  


    </>
  );
}
export default About;