 export const newss = [
      {
        id: 1,
        title: "مباراة الاهلي اليوم",
        desc: "تفاصيل مباراة الاهلي ضد الوداد",
        createdAt: new Date("2026-05-20"),
        image:"/images/images (1).jfif.webp",
      },
  
      {
        id: 2,
        title: "برشلونة يفوز",
        desc: "برشلونة يفوز 3-0",
        createdAt: new Date("2026-05-25"),
                image:"/images/mesi.webp",

      },
  
      {
        id: 3,
        title: "اخبار ريال مدريد",
        desc: "صفقة جديدة لريال مدريد",
        createdAt: new Date("2026-05-18"),
                image:"/images/mesi.webp",

      },
  
      {
        id: 4,
        title: "محمد صلاح",
        desc: "محمد صلاح يسجل هدف عالمي",
        createdAt: new Date(),
                image:"/images/mesi.webp",
 // الوقت الحالي تلقائي
      },
      {
        id: 5,
        title: "مباراة  اليوم",
        desc: "تفاصيل مباراة الاهلي ضد الوداد",
        createdAt: new Date("2026-05-20"),
                image:"/images/mesi.webp",

      },
  
      {
        id: 6,
        title: "برشلونةsasas يفوز",
        desc: "برشلونة يassaفوز 3-0",
        createdAt: new Date("2026-05-25"),
                image:"/images/mesi.webp",

      },
  
      {
        id: 7,
        title: "اخبار ريال مدريد",
        desc: "صفقة جديدة لريال مدريد",
        createdAt: new Date("2026-05-18"),
                image:"/images/mesi.webp",

      },
        {
        id: 8,
        title: "اخبار ريال مدريد",
        desc: "صفقة جديدة لريال مدريد",
        createdAt: new Date("2026-05-18"),
                image:"/images/all.webp",

      },
  {
        id: 9,
        title: "كاس العالم",
        desc: " وفي غياب القائد محمد صلاح، لانضمامه لمعسكر المنتخب قبل ساعات من المباراة، اعتمد حسن على تشكيلة شبه أساسية بقيادة عمر مرموش مهاجم مانشستر سيتي ومحمود حسن (تريزيغيه) جناح الأهلي، لكن الشوط الأول انتهى بالتعادل السلبي.",
        createdAt: new Date("2026-05-18"),
                image:"/images/all.webp",

      },
        {
        id: 10,
        title: "منتخب مصر",
        desc: " وفي غياب القائد محمد صلاح، لانضمامه لمعسكر المنتخب قبل ساعات من المباراة، اعتمد حسن على تشكيلة شبه أساسية بقيادة عمر مرموش مهاجم مانشستر سيتي ومحمود حسن (تريزيغيه) جناح الأهلي، لكن الشوط الأول انتهى بالتعادل السلبي.",
        createdAt: new Date("2026-05-18"),
                image:"/images/all.webp",

      },
            {
        id: 11,
        title: "مباراة الاهلي اليوم",
        desc: "تفاصيل مباراة الاهلي ضد الوداد",
        createdAt: new Date("2026-05-20"),
                image:"/images/all.webp",

      },
  
      {
        id: 12,
        title: "برشلونة يفوز",
        desc: "برشلونة يفوز 3-0",
        createdAt: new Date("2026-05-25"),
                image:"/images/all.webp",

      },
  
      {
        id: 13,
        title: "اخبار ريال مدريد",
        desc: "صفقة جديدة لريال مدريد",
        createdAt: new Date("2026-05-18"),
                            image:"/images/all.webp",


      },
  
      {
        id: 14,
        title: "محمد صلاح",
        desc: "محمد صلاح يسجل هدف عالمي",
        createdAt: new Date(),
                            image:"/images/all.webp",

 // الوقت الحالي تلقائي
      },
      {
        id: 15,
        title: "مباراة  اليوم",
        desc: "تفاصيل مباراة الاهلي ضد الوداد",
        createdAt: new Date("2026-05-20"),
                image:"/images/mesi.webp",

      },
  
      {
        id: 16,
        title: "برشلونةsasas يفوز",
        desc: "برشلونة يassaفوز 3-0",
        createdAt: new Date("2026-05-25"),
                image:"/images/mesi.webp",

      },
  
      {
        id: 17,
        title: "اخبار ريال مدريد",
        desc: "صفقة جديدة لريال مدريد",
        createdAt: new Date("2026-05-18"),
                image:"/images/images (1).jfif.webp",

      },
        {
        id: 18,
        title: "اخبار ريال مدريد",
        desc: "صفقة جديدة لريال مدريد",
        createdAt: new Date("2026-05-18"),
                image:"/images/mesi.webp",

      },
  {
        id: 19,
        title: "كاس العالم",
        desc: " وفي غياب القائد محمد صلاح، لانضمامه لمعسكر المنتخب قبل ساعات من المباراة، اعتمد حسن على تشكيلة شبه أساسية بقيادة عمر مرموش مهاجم مانشستر سيتي ومحمود حسن (تريزيغيه) جناح الأهلي، لكن الشوط الأول انتهى بالتعادل السلبي.",
        createdAt: new Date("2026-05-18"),
                image:"/images/شعار_كأس_العالم_2026..webp",

      },
        {
        id: 20,
        title: "منتخب مصر",
        desc: " وفي غياب القائد محمد صلاح، لانضمامه لمعسكر المنتخب قبل ساعات من المباراة، اعتمد حسن على تشكيلة شبه أساسية بقيادة عمر مرموش مهاجم مانشستر سيتي ومحمود حسن (تريزيغيه) جناح الأهلي، لكن الشوط الأول انتهى بالتعادل السلبي.",
        createdAt: new Date("2026-05-18"),
                image:"/images/mesi.webp",

      },
        
        {
        id: 21,
        title: "كأس العالم.. البطولة الأكبر في تاريخ كرة القدم",
     desc: `
انطلقت النسخة الأولى من كأس العالم عام 1930 في Uruguay، ومنذ ذلك الحين أصبحت البطولة حدثًا عالميًا ينتظره الملايين بشغف. وقد شهدت البطولة العديد من اللحظات التاريخية التي لا تُنسى، مثل تتويج منتخبات كبيرة وتحطيم أرقام قياسية من قبل أشهر اللاعبين.

تتميز البطولة بمنافسة قوية بين المنتخبات المشاركة، حيث تسعى كل دولة إلى تمثيل شعبها بأفضل صورة ممكنة. ويشارك في النهائيات عدد كبير من المنتخبات بعد اجتياز التصفيات القارية التي تستمر لعدة سنوات. وتُعد المباريات فرصة لإبراز المواهب الكروية واكتشاف نجوم جدد قادرين على التألق على الساحة العالمية.

كما يساهم كأس العالم في تعزيز السياحة والاقتصاد للدولة المستضيفة، إذ تستقبل المدن ملايين المشجعين القادمين من مختلف أنحاء العالم. وتتحول البطولة إلى مهرجان رياضي وثقافي يجمع بين الشعوب ويعزز روح المنافسة الشريفة.

شهدت النسخ الأخيرة تطورًا كبيرًا في استخدام التكنولوجيا، مثل تقنية حكم الفيديو المساعد (VAR)، التي ساعدت على زيادة دقة القرارات التحكيمية وتقليل الأخطاء المؤثرة في نتائج المباريات. كما أصبحت وسائل الإعلام الرقمية ومنصات التواصل الاجتماعي جزءًا أساسيًا من متابعة الجماهير للبطولة.
`,
        createdAt: new Date("2026-06-01"),
                image:"/images/شعار_كأس_العالم_2026..webp",

      },
  
  
     
    ];